Repository: igor-cali/mundus
Catalog: .lang/*.po
Languages: es, it, ru

source: Clean and backup your /home folder from old configuration files created by now uninstalled software.
it: Pulisce e archivia la cartella /home dai vecchi file di configurazione del software non più installato.

source: Done
es: Finalizado
it: Fatto
ru: Готово

source: Access forbiden. You can't access &1
es: Acceso no permitido. Usted no puede acceder a &1
it: Accesso vietato. Non puoi accedere a &1
ru: Доступ запрещён. У вас отсутствует доступ к &1

source: Directory has content
es: El direcotorio tiene contenidos
it: La cartella contiene dei file
ru: Папка содержит объекты

source: Failed
es: Fallo
it: Fallito
ru: Ошибка

source: Access forbiden. You don't have write permissions on &1
es: Acceso no permitido. Usted no tiene permisos de escritura en &1
it: Accesso vietato. Non hai diritti in scrittura su &1
ru: Доступ запрещён. У вас отсутствуют разрешения на запись &1

source: Deleting directory &1
es: Eliminando directorio &1
it: Sto cancellando la cartella &1
ru: Удаление папки &1

source: Cleaning file &1
es: Limpiando archivo &1
it: Sto cancellando il file &1
ru: Очистка файла &1

source: Could not fetch icons index. Using cached pictures.
it: Indice delle icone non trovato. Utilizzo delle immagini salvate.

source: Mundus Icons Downloader
it: Scarica icone di Mundus

source: Downlaoding icon for &1
it: Scaricamento icona per &1
ru: Загрузка значка для &1

source: Unable to fetch index file. Code: &1
it: Impossibile trovare il file indice. Codice: &1

source: The index is corrupted. Using local cache
it: Indice corrotto. Utilizzo la cache locale

source: Module does not exist
it: Il modulo non esiste
ru: Модуль не существует

source: Downloading &1
it: Scaricamento &1
ru: Загрузка &1

source: Updating Index
it: Aggiornamento indice
ru: Обновление индекса

source: coreutils not found
it: coreutils non trovato
ru: coreutils не найден

source: You need to install coreutils
es: Debe instalar coreutils
it: Devi installare coreutils
ru: Необходимо выполнить установку coreutils

source: Running as root is not allowed!
it: Impossibile avviare come amministratore!
ru: Выполнение от имени администратора недопустимо!

source: You are working in offline mode. Modules won't be updated.
it: Stai lavorando in modalità non in linea. I moduli non saranno aggiornati.
ru: Программа работает в автономном режиме. Модуль не будут обновляться.

source: The index will be automatically rebuilt.
it: L'indice sarà automaticamente ricostruito.
ru: Индекс будет автоматически перестроен.

source: Close
es: Cerrar
it: Chiudi
ru: Закрыть

source: Continue anyway
es: Continuar de todos modos
it: Continua comunque
ru: Всё равно продолжить

source: Mundus is already running!
es: ¡Mundus ya se está ejecutando!
it: Mundus è già in esecuzione!
ru: Mundus уже выполняется!

source: Loading Modules
es: Cargando módulos
it: Caricamento moduli
ru: Загрузка модулей

source: Loading module: &1
es: Cargando módulo: &1
it: Caricamento modulo: &1
ru: Загрузка модуля: &1

source: Sorry, module &1 does not exist or is corrupted. It will be automatically fixed the next time you execute Mundus.
it: Spiacente, il modulo &1 non esiste o è danneggiato. Esso sarà automaticamente corretto la prossima volta che Mundus viene avviato.
ru: Извините, модуль &1 не существует или повреждён. Он будет исправлен автоматически при следующем запуске Mundus.

source: The report does no exist.
es: El reporte no existe.
it: Il report non esiste.

source: You don't have permission to save this report.
es: No tiene permisos para guardar este reporte.
it: Permessi insufficienti a salvare questo report.

source: There was an error saving one of the reports. The last clean won't be saved.
es: Ocurrió un error al guardar uno de los reportes. La última limpieza no será guardada.
it: C'è stato un errore durante il salvataggio di un report. L'ultima pulizia non sarà salvata.

source: <h2>Mundus Home Folder Cleaner v&1</h2><p><h4> by sebikul</h4><p><p>Includes icon from the Faenza Icons Theme
es: <h2>Mundus Home Folder Cleaner v&1</h2><p><h4> por sebikul</h4><p><p>Incluye iconos de Faenza Icons Theme
it: <h2>Pulitore cartella Home Mundus v&1</h2><p><h4> by sebikul</h4><p><p>Include icone dal tema icone Faenza

source: About
es: Acerca de
it: Informazioni
ru: Сведения о программе

source: Not Supported
es: No soportada
it: Non supportato
ru: Не поддерживается

source: Backup Deletion
es: Eliminación de copia de seguridad
it: Cancellazione backup

source: Are you sure you want to delete this backup?
es: ¿Esta seguro de que desea eliminar esta copia de respaldo?
it: Sei sicuro di voler cancellare questo backup?
ru: Вы действительно хотите удалить эту резервную копию?

source: Yes
es: Si
it: Sì
ru: Да

source: The backup does not exist or you do not have permission to delete it.
es: Esta copia de seguridad no existe o no tiene permiso para eliminarla.
it: Il backup non esiste o non hai permessi sufficienti per cancellarlo.
ru: Резервная копия не существует или у вас отсутствуют разрешения на её удаление.

source: Backup restore completed
es: Restauración de copia de seguridad completada
it: Ripristino backup completato

source: The backup was successfully restored.
es: La copia de seguridad fue restaurada correctamente.
it: Il backup è stato ripristinato con successo.
ru: Резервная копия была успешно восстановлена.

source: Backup restore failed
es: Restauración de copia de seguridad fallida
it: Ripristino backup fallito
ru: Ошибка восстановления резервной копии

source: Backup destination already exist
es: El destino de la copia de seguridad ya existe
it: La destinazione di backup esiste già

source: You don't have permission to delete &1.
es: No tiene permisos para eliminar &1.
it: Permessi insufficienti per cancellare &1.
ru: У вас нет разрешения на удаление &1.

source: Cleaning completed
es: Limpieza completada
it: Pulizia completata
ru: Очистка завершена

source: Cleaned &1 backups.
es: Limpiadas &1 copias de seguridad.
it: Cancellati &1 backup.
ru: Очищено &1 резервных копий.

source: Saving Mundus Backup
es: Guardar un reporte de Mundus
it: Salvataggio backup Mundus

source: gzip Compressed Tarball
es: Archivo comprimido con gzip
it: Archivio compresso gzip

source: You don't have permission to write &1.
es: No tiene permisos para escribir &1.
it: Permessi insufficienti per scrivere &1.
ru: Вы не имеете разрешения на запись &1.

source: Mundus Backups
es: Archivos de respaldo de Mundus
it: Backup Mundus

source: File
es: Archivo
it: Documento
ru: Файл

source: Reload Backups
es: Recargar archivos de respaldo
it: Ricarica backup

source: Actions
es: Acciones
it: Azioni
ru: Действия

source: Clear backups made with previous versions
es: Limpiar copas de seguridad realizadas con versiones anteriores
it: Cancella i backup creati con le versioni precedenti
ru: Удалить резервные копии предыдущих версий

source: Source Version
es: Versión de origen
it: Versione sorgente
ru: Исходная версия

source: Created
es: Creado
it: Creato
ru: Создано

source: Size
es: Tamaño
it: Dimensione
ru: Размер

source: Module
es: Módulo
it: Modulo
ru: Модуль

source: Submodule
es: Submódulo
it: Sottomodulo

source: Path
es: El módulo &1 no existe o está dañado.
it: Percorso
ru: Расположение

source: Restore
es: Restaurar
it: Ripristina
ru: Восстановить

source: Delete
es: Eliminar
it: Cancella
ru: Удалить

source: Save As...
it: Salva come...
ru: Сохранить как...

source: Open
es: Abrir
it: Apri
ru: Открыть

source: &1 files
es: &1 archivos
it: &1 file
ru: &1 файлов

source: No category found
es: No se encontro una categoria
it: Nessuna categoria trovata

source: To avoid damage or any undesired behaviour, you need to close the application first.
es: Para evitar daños o un comportamiento inesperado debe cerrar la aplicación primero.
it: Per evitare danni o comportamenti indesiderati è necessario prima chiudere l'applicazione.
ru: Чтобы избежать неполадок и нежелательных последствий, необходимо закрыть это приложение.

source: Cleaning &1
es: Limpiando &1
it: Pulizia di &1
ru: Очистка &1

source: Are you sure you want to clean &1?
es: ¿Esta seguro de que desea limpiar &1?
it: Sei sicuro di voler pulire &1?
ru: Вы действительно хотите очистить &1?

source: Cancel
es: Cancelar
it: Cancella
ru: Отмена

source: module
es: módulo
it: modulo
ru: модуль

source: submodule
es: submódulo
it: sottomodulo
ru: субмодуль

source: The selected &1 was successfully cleaned.
es: El &1 seleccionado fue limpiado correctamente.
it: Il &1 selezionato è stato pulito con successo.

source: Successfully cleaned
es: Limpiado correctamente
it: Pulizia avvenuta con successo
ru: Очистка выполнена

source: There was an error while performing the automatic backup. Cleaning aborted.
es: Ocurrió un error al realizar la copia de seguridad automática. Limpieza abortada.
it: C'è stato un errore nell'esecuzione del backup automatico. Pulizia abortita.
ru: Произошла ошибка во время создания автоматической резервной копии. Очистка прервана.

source: Automatic backup of &1 skipped, size over maximum.
es: Copia de seguridad automática de &1 omitida, tamaño sobre el máximo.
it: Backup automatico di &1 saltato, dimensioni eccedenti.
ru: Автоматическое резервное копирование &1 пропущено, так как размер превышает максимальный.

source: The directory was successfully backed up
es: El directorio fue respaldado correctamente
it: La cartella è stata archiviata con successo
ru: Резервная копия папки создана

source: No description included
es: No se incluyo una descripcion
it: Nessuna descrizione inclusa
ru: Описание отсутствует

source: No warnings has been provided
es: No se incluyeron advertencias
it: Nessun avvertimento fornito

source: Refresh
es: Actualizar
it: Aggiorna
ru: Обновить

source: Exit
es: Salir
it: Esci
ru: Выйти

source: Edit
es: Editar
it: Modifica
ru: Правка

source: Settings
es: Preferencias
it: Impostazioni
ru: Настройки

source: View
es: Ver
it: Visualizza
ru: Вид

source: Reports
es: Reportes
it: Report
ru: Отчёты

source: Backups
es: Archivos de respaldo
it: Backup
ru: Резервные копии

source: Supported Applications
es: Aplicaciones soportadas
it: Applicazioni supportate
ru: Поддерживаемые приложения

source: Filter
es: Filtrar
it: Filtro
ru: Фильтр

source: List All Applications
es: Listar todas las aplicaciones
it: Mostra tutte le applicazioni
ru: Показать все приложения

source: List Bundles
it: Elenca i pacchetti

source: List Installed Applications
es: Listar aplicaciones instaladas
it: Elenca le applicazioni installate
ru: Показать установленные приложения

source: List Uninstalled Applications with Configuration
es: Listar aplicaciones desinstaladas con configuración
it: Elenca le applicazioni disinstallate con configurazione

source: Help
es: Ayuda
it: Aiuto
ru: Справка

source: Show Help
es: Mostrar ayuda
it: Mostra manuale
ru: Открыть справку

source: Report a Bug
es: Reportar un fallo
it: Segnala un problema
ru: Сообщить о неполадке

source: Project Website
es: Sitio web del Proyecto
it: Sito del progetto
ru: Веб-сайт

source: Project Blog
es: Blog del Proyecto
it: Blog del progetto
ru: Блог

source: About Mundus
es: Acerca de Mundus
it: Informazioni su Mundus
ru: Сведения о Mundus

source: Clear
es: Limpiar
it: Cancella
ru: Очистить

source: Installed
es: Instalado
it: Installato
ru: Установленные

source: Total Size:
es: Tamaño total:
it: Dimensione totale:
ru: Общий размер:

source: Has Configuration Files
es: Tiene archivos de configuración
it: Esistono file di configurazione

source: Total Files:
es: Archivos totales:
it: File totali:
ru: Всего файлов:

source: Clean
es: Limpiar
it: Pulisci
ru: Очистить

source: Preview Files
es: Ver archivos
it: Anteprima file

source: Project URL: &1
es: URL del proyecto: &1
it: URL del progetto: &1
ru: Веб-ссылка проекта: &1

source: Date: &1
es: Fecha: &1
it: Data: &1
ru: Дата: &1

source: Cleaned Modules:
es: Módulos limpiados:
it: Moduli puliti:
ru: Очищенные модули:

source: Total files cleaned: &1
es: Total de archivos limpiados: &1
it: Totale file cancellati: &1
ru: Всего очищено файлов: &1

source: Total space cleaned: &1
es: Total de espacio limpiado: &1
it: Totale spazio pulito: &1

source: Total executions: &1
es: Total de ejecuciones: &1
it: Esecuzioni totali: &1

source: Per-Module Report
es: Reporte por módulo
it: Report per modulo

source: Module: &1
es: Módulo: &1
it: Modulo: &1
ru: Модуль: &1

source: Space Cleaned: &1
es: Espacio liberado: &1
it: Spazio pulito: &1

source: Files Cleaned: &1
es: Archivos eliminados: &1
it: File puliti: &1
ru: Файлов очищено: &1

source: Times Executed: &1
es: Veces ejecutado: &1
it: Numero esecuzioni: &1

source: Open a Report
es: Abrir un reporte
it: Apri un report
ru: Открыть отчёт

source: Mundus JSON Report
es: Reporte JSON de Mundus
it: Report JSON Mundus

source: The report file is invalid
es: Este archivo de reporte es invalido
it: Il file del report è invalido
ru: Недопустимый файл отчёта

source: Mundus Reports
es: Reportes de Mundus
it: Report Mundus
ru: Отчёты Mundus

source: Load Report From File
es: Cargar reporte desde archivo
it: Carica report da file
ru: Загрузить отчёт из файла

source: Reload Reports
es: Recargar reportes
it: Ricarica i report
ru: Обновить отчёты

source: Delete Report
es: Eliminar reporte
it: Cancella report
ru: Удалить отчёт

source: Do you want to clear the unique hash that identifies this PC?
it: Vuoi cancellare l'identificativo univoco di questo PC?

source: Are you sure you want to delete all your backups?
es: ¿Esta seguro de que desea eliminar todas las copias de respaldo?
it: Sei sicuro di voler cancellare tutti i tuoi backup?
ru: Вы действительно хотите удалить все ваши резервные копии?

source: Are you sure you want to delete all your reports?
es: ¿Esta seguro de que desea eliminar todos los reportes?
it: Sei sicuro di voler cancellare tutti i tuoi report?
ru: Вы действительно хотите удалить все отчёты?

source: Are you sure you want to clean the downloaded cache?
it: Sei sicuro di voler cancellare la cache scaricata?
ru: Вы действительно хотите удалить все загруженные во временную папку файлы?

source: Are you sure you want to reset the settings to it's default values?
es: ¿Está seguro de que desea reiniciar la configuración a su valor por defecto?
it: Sei sicuro di voler ripristinare le impostazioni predefinite?
ru: Вы действительно хотите восстановить настройки по умолчанию?

source: General
it: Generali
ru: Общие

source: Enable statistics upload:
it: Abilita l'invio delle statistiche:

source: Automatically expand submodules:
es: Expandir submódulos automaticamente:
it: Espandi automaticamente i sottomoduli:

source: Enable notifications:
es: Habilitar notificaciones:
it: Abilita le notifiche:
ru: Включить уведомления:

source: Reset Warnings
es: Reiniciar advertencias
it: Reimposta avvertimenti:
ru: Сбросить предупреждения

source: Reset Settings to Default
es: Reiniciar la configuración a su valor por defecto
it: Ripristina valori predefiniti
ru: Восстановить настройки по умолчанию

source: Automatically backup when cleaning:
es: Realizar una copia de seguridad automaticamente al limpiar:
it: Backup automatica durante la pulizia:
ru: Автоматическое резервное копирования во время очистки:

source: Maximum directory size (KB):
es: Tamaño máximo del directorio (KB):
it: Dimensione massima cartella (KB):
ru: Макс. размер папки (КБ):

source: Set to 0 to always backup
es: Establecer en 0 para siempre realizar una copia de seguridad
it: Imposta a 0 per archiviare sempre

source: Enable reports:
es: Habilitar reportes:
it: Abilita report:
ru: Включить отчёты:

source: Maintenance
es: Mantenimiento
it: Manutenzione
ru: Обслуживание

source: Total Backups
es: Archivos de respaldo totales:
it: Backup totali
ru: Всего резервных копий

source: Total Reports
es: Reportes totales
it: Report totali
ru: Всего отчётов

source: Clean Backups Folder
es: Limpiar carpeta de archivos de respaldo
it: Cancella la cartella di backup
ru: Очистить папку резервных копий

source: Clean Reports Folder
es: Limpiar la carpeta de reportes
it: Cancella la cartella dei report
ru: Очистить папку отчётов

source: Cached Icons
it: Icone salvate
ru: Значки во временной папке

source: Clean Icons Cache
it: Cancella icone salvate
ru: Очистить временные файлы значков

source: Fetch All Icons
it: Recupera tutte le icone

source: Welcome to Mundus &1
es: Bianvenido a Mundus &1
it: Benvenuto in Mundus &1
ru: Вас приветствует Mundus &1

source: Welcome to Mundus
es: Bianvenido a Mundus
it: Benvenuto in Mundus
ru: Вас приветствует Mundus

source: Warning:
es: Advertencia:
it: Attenzione:
ru: Предупреждение:

source: This tool can mess up your configuration if misused, please be sure when pressing the "Clean" button. Always make a backup if you think you may later need that data. I will not be responsible for any data loss that this application may incur.
es: Ésta herramienta puede arruinar su configuración si no es usada correctamente, este seguro al presionar el botón de "Limpiar". Siempre haga una copia de seguridad si cree que puede necesitar esos datos en un futuro.No seré responsable por cualquier perdida de información que esta aplicación puede llegar a ocasionarle.
it: Questo strumento può danneggiare la tua configurazione se male utilizzato, premi il tasto "Pulisci" solo se sei sicuro di cosa stai facendo. Fai sempre il backup se pensi di aver bisogno dei dati in seguito. Non sarò responsabile per nessuna perdita di dati causata da questa applicazione.
ru: При неправильном использовании, эта программа может привести к неполадкам. Всегда создавайте резервные копии, если считаете, что эти данные вам могут понадобиться позже. Я снимаю с себя ответственность за потерю данных, вызванную использованием этой программы.

source: Would you like to enable the upload of anonymous statistics?
it: Vuoi abilitare l'invio anonimo delle statistiche?
ru: Вы действительно хотите передавать статистику анонимно?

source: More Info
it: Informazioni aggiuntive
ru: Подробнее

source: &1 file
es: &1 archivo
ru: &1 файл

source: Backup
es: Realizar copia de seguridad
ru: Резервная копия

source: Ok
ru: ОК

source: No
ru: Нет
